{
  "wineries":{
    "winery":[
      {
        "id":"451",
        "name":"Château Sainte Roseline",
        "website":"www.sainte-roseline.com",
        "shop":"www.sainte-roseline.com\/commander\/",
        "facebook":"facebook.com\/SteRoselineWine",
        "twitter":"twitter.com\/SteRoselineWine",
        "blog":"",
        "address":"adr",
        "postcode":"83460",
        "city":"Les Arcs sur Argens",
        "country":"France",
        "phone":"04 94 99 50 30",
        "fax":"04 94 47 53 06",
        "logo":"http:\/\/vincod.com\/uploads\/marque\/136860663178482.jpg",
        "gmaps":"",
        "email":"contact@sainte-roseline.com",
        "vincods":"",
        "presentation":{
          "label":"Présentation",
          "value":"Né dans un fabuleux écrin historique et artistique, reflet profond d’une culture (ancienne et moderne), expression d’un style, le vin Cru Classé du château Sainte Roseline est un vin d’émotion. Il contient une extraordinaire part de rêve et de passion qui se transmet de génération en génération.\n\nComposée de 10% de vin blanc, 35% de vin rouge et 55% de vin rosé en moyenne, la production du Château Sainte Roseline est la promesse de la découverte d'un grand vin de Provence!"
        },
        "signature":{
          "label":"Signature",
          "value":"Avec un terroir extraordinaire et un savoir faire unique, le Château Sainte Roseline prouve chaque année qu'on peut faire aussi de grands vins rouges et de grands vins blancs de Provence."
        },
        "medias":"",
        "medias_ipad":""
      },
      {
        "id":"448",
        "name":"Château des Demoiselles",
        "website":"www.chateaudesdemoiselles.com",
        "shop":"",
        "facebook":"",
        "twitter":"",
        "blog":"",
        "address":"Route de Callas",
        "postcode":"83920",
        "city":"La Motte",
        "country":"France",
        "phone":"+33 (0)4 94 70 28 78",
        "fax":"+33 (0)4 94 99 52 40",
        "logo":"http:\/\/www.winemedialibrary.com\/_clients_folder\/vincod\/marque\/wml130527680565851.jpg",
        "gmaps":"",
        "email":"contact@chateaudesdemoiselles.com",
        "vincods":"",
        "presentation":{
          "label":"Présentation",
          "value":"Située dans la Vallée des Esclans, très connue pour ses terres argilo calcaire rouges, le Château des Demoiselles, seconde propriété de la famille Teillaud,  produit des vins AOP Côtes de Provence dans les 3 couleurs.  \n\nLes apports techniques et oenologiques du Château Sainte Roseline permettent au Château des Demoiselles le plein épanouissement de ses vins et propose deux cuvées superbes et aromatiques : «Le Charme des Demoiselles», vin de plaisir et d'apéritif et «le Château Des Demoiselles», vin de gastronomie, compagnon des meilleurs moments. \n\nA ces deux  cuvées typiquement provençales s’ajoute un vin rosé pétillant et fruité compagnon de vos instants festifs.\n\nOutre ses vins AOP Côtes de Provence, le Château des Demoiselles propose aussi des espaces de réception  et une maison d’hôtes au charme irrésistible.\n\nVisitez notre site et notre maison d'hôtes\n<a class=\"btlink\" href=\"http:\/\/www.sainte-roseline.com\/demoiselles\/\">Chateau des Demoiselles<\/a>\n\nLe Château des Demoiselles produit chaque année 80% de rosé, 15% de rouge et 5 % de blanc AOP Côtes de Provence.\n\nPrésentation des cuvées."
        },
        "signature":{
          "label":"Signature",
          "value":"Propriété de la famille Teillaud, le Château des Demoiselles produit des vins AOP Côtes de Provence dans les 3 couleurs. Féminins et modernes, les vins du Château n’en demeure pas moins typiquement provençaux."
        },
        "medias":"",
        "medias_ipad":""
      },
      {
        "id":"355",
        "name":"Roseline Diffusion",
        "website":"",
        "shop":"",
        "facebook":"",
        "twitter":"",
        "blog":"",
        "address":"",
        "postcode":"",
        "city":"",
        "country":"",
        "phone":"",
        "fax":"",
        "logo":"http:\/\/vincod.com\/uploads\/marque\/134929297818206.jpg",
        "gmaps":"",
        "email":"",
        "vincods":"",
        "presentation":{
          "label":"Présentation",
          "value":"Parallèlement à sa fonction de production, le château Sainte Roseline a développé une activité de négoce, sous la marque « Roseline ».\n\nCes gammes de Côtes de Provence sont étroitement liées à l’image du château. Pour cette raison, nous nous investissons en amont dans la sélection des parcelles et dans la vinification. Nous suivons méticuleusement le travail de nos partenaires producteurs, gage de qualité.\n\nLes fermentations et les assemblages sont contrôlés par les œnologues du château Sainte Roseline et la mise en bouteille s’effectue au château par nos soins.\n\nRoseline diffusion propose deux gammes en AOP Côtes de Provence : Harmonie de Roseline et Perle de Roseline.\n\nDécouvrez la gamme de vin de Provence proposée par Roseline Diffusion :\n\nPrésentation des vins."
        },
        "signature":{
          "label":"Signature",
          "value":"Parallèlement à sa fonction de production, le château Sainte Roseline a développé une activité de négoce, sous la marque « Roseline ». Pour obtenir des vins de qualité, l’investissement se fait dans la vigne et dans la cave par la mise en place d’une charte de production très rigoureuse avec nos partenaires producteurs."
        },
        "medias":"",
        "medias_ipad":""
      }
    ]
  }
}