Repository: vin-co/wordpress-pluginvincod
Catalog: languages/vincod-*.po
Languages: fr_fr

source: Account id
fr_fr: Identifiant du compte

source: All rights reserved
fr_fr: Tous droits réservés

source: Analysis & Debug
fr_fr: Analyse & Débug

source: API Cache
fr_fr: Cache API

source: Back
fr_fr: Retour

source: Back to list
fr_fr: Retour à la liste

source: Brand
fr_fr: Marque

source: brand
fr_fr: marque

source: Brands
fr_fr: Marques

source: Breadcrumb
fr_fr: Fil d'Ariane

source: Cache duration
fr_fr: Durée du cache

source: Cache duration was updated.
fr_fr: Mise à jour de la durée du cache.

source: Cache setting was removed.
fr_fr: Suppression de la configuration du cache.

source: Cache was cleared.
fr_fr: Le cache a été vidé.

source: Catalog
fr_fr: Catalogue

source: Check API
fr_fr: Tester la connexion à l'API

source: Check your site-map
fr_fr: Voir le sitemap

source: Clear Cache
fr_fr: Vider le Cache

source: Content
fr_fr: Contenu

source: Credentials Update
fr_fr: Mise à jour identifiants

source: day(s)
fr_fr: jour(s)

source: Default
fr_fr: Défaut

source: Discover
fr_fr: Découvrir

source: Display Mode
fr_fr: Mode d'affichage

source: Display Mode was updated :
fr_fr: Le Mode d'affichage a été mis à jour :

source: Do you need to manage your plugin ? Make some datas analysis ? Customize what will appear ? Here you go...
fr_fr: Paramétrer l'extension ? Personnaliser l'affichage ? Optimiser le référencement ? Personnaliser les permaliens ? Analyser des données liées à son exécution ? C'est ici que tout se passe ...

source: Don't forget to validate your setting before leaving the page !
fr_fr: N'oubliez pas de valider les modifications avant de quitter la page !

source: Downloads
fr_fr: Téléchargements

source: End of the plugin reset !
fr_fr: Fin de la remise à zéro !

source: Example : 1 (0 to do not cache at all)
fr_fr: Exemple : 1 (mettre 0 pour ne jamais mettre en cache)

source: Filter by
fr_fr: Filtrer par

source: First visit
fr_fr: Première visite

source: Grapes
fr_fr: Cépages

source: If your plugin got bugs, don't hesitate to reset it ; this will refresh your datas and make the structure clean.
fr_fr: Si votre plugin comporte des bugs, n'hésitez pas à le remettre à son état d'origine ; cela rafraîchira les données et mettra la structure à jour.

source: Install : "Our Wines" Page created
fr_fr: Installation : Page "Nos Vins" Créée

source: Install : Page ID successfully stored ->
fr_fr: Installation : ID de la Page enregistré ->

source: Install Error
fr_fr: Erreur d'installation

source: Is it your first visit ? For Vincod plugin to work properly, you first need to fill in set up informations. You need a valide API Key and an authorized account id. If needed email
fr_fr: C'est votre première visite ? Pour que l'extension vincod fonctionne, il faut d'abord la paramétrer. Vous devez disposer d'une clé d'API valide et d'un identifiant de compte autorisé. En cas de besoin contacter

source: Is there a problem with your plugin
fr_fr: Votre plugin bug

source: Learn more
fr_fr: En savoir plus

source: Links
fr_fr: Liens

source: Missing API key and/or Account id.
fr_fr: Le numéro client et/ou la clef d'API n'est pas renseigné.

source: Modern
fr_fr: Moderne

source: No log to show
fr_fr: Aucun log disponible pour le moment

source: No product found.
fr_fr: Aucun produit trouvé.

source: No vintage
fr_fr: Non millésimé

source: Nothing to Show.
fr_fr: Aucun produit.

source: Optimize my SEO
fr_fr: Optimiser mon référencement

source: Order now
fr_fr: Commander

source: Our Wines (powered by Vincod)
fr_fr: Nos Vins (propulsé par Vincod)

source: our-wines
fr_fr: nos-vins

source: Owner
fr_fr: Propriétaire

source: owner
fr_fr: proprietaire

source: Please check your Vincod Account id or enter a Brand Vincod id if you want to show only one brand.
fr_fr: Vérifiez l'identifiant Vincod du compte ou précisez l'identifiant Vincod de la marque si le compte ne présente qu'une marque.

source: Plugin reset
fr_fr: Remise à zéro du plugin

source: Presentation
fr_fr: Présentation

source: Product
fr_fr: Produit

source: product
fr_fr: produit

source: Product datasheet
fr_fr: Fiche technique

source: Product list
fr_fr: Liste de produits

source: Range
fr_fr: Gamme

source: range
fr_fr: gamme

source: Recipes
fr_fr: Recettes

source: Remove my credentials
fr_fr: Supprimer mes identifiants

source: Remove your devlog
fr_fr: Effacer le devlog

source: Remove your sitemap
fr_fr: Supprimer le sitemap

source: Reset my plugin
fr_fr: Remettre le plugin à son état d'origine

source: Reviews & awards
fr_fr: Avis & récompenses

source: Search
fr_fr: Recherche

source: Search results for :
fr_fr: Résultats de la recherche pour :

source: See all vintages
fr_fr: Voir tous les millésimes

source: SEO
fr_fr: Référencement

source: Settings
fr_fr: Paramètres

source: Sitemap Error
fr_fr: Erreur sitemap

source: Sitemap generation ...
fr_fr: Création du sitemap ...

source: Sitemap was removed.
fr_fr: Suppression du sitemap.

source: Sort by Appellation
fr_fr: Tri par Appellation

source: Specifications
fr_fr: Spécifications

source: Style options were removed.
fr_fr: Suppression des differentes options de style.

source: Table stand
fr_fr: Chevalet de table

source: Tasting tips
fr_fr: Conseils

source: Template name
fr_fr: Nom du template

source: The API key from your Vincod customer account
fr_fr: La clé API de votre compte Vincod

source: The page 'Our Wines' is now published.
fr_fr: La page 'Nos Vins' est maintenant publié.

source: The page 'Our Wines' status was changed : Waiting to be published.
fr_fr: Le statut de la page 'Nos Vins' a été modifié : En attente de publication.

source: The page 'Our Wines' was created again.
fr_fr: La page 'Nos Vins' a été recrée.

source: The page 'Our Wines' was removed.
fr_fr: La page 'Nos Vins' a été supprimée.

source: The plugin communicate with the vincod API to get different details. It will cache these datas to improve the global treatment speed. You can setup the cache duration with the previous form.
fr_fr: Le plugin communique avec l'API de vincod afin de récupérer les différentes informations. Le plugin met en cache ses données afin d'améliorer la rapidité de traitement. Vous pouvez régler la durée de régénération dans le formulaire ci-dessus.

source: The plugin save each process that have been done ; what you can see here is the plugin latest API call. If there's any bug, it cans be solved by looking through this console.
fr_fr: Le plugin enregistre chacune des actions qu'il applique ; ce que vous voyez ici correspond au dernier appel vers l'API en votre direction et tout ce qui a pu s'y passer. S'il y a un bug, c'est cette partie qui sera décisive pour le comprendre.

source: The plugin will generate a sitemap which will be visited by some search engine robots ; each wine will be properly indexed.
fr_fr: Le plugin va générer un sitemap auquel les robots des principaux moteurs de recherche pourront accéder ; chacun de vos vins sera indexé individuellement sur les moteurs.

source: The « Vincod for WordPress » plugin allows you to instantly create a « Our Wines » section in your WordPress website.
fr_fr: Le plugin « Vincod pour WordPress » vous permet de créer instantanément la rubrique « Nos vins » de votre site WordPress.

source: Theme
fr_fr: Thème

source: Theme was updated :
fr_fr: Mise à jour du thème :

source: This page is used by the Vincod Plugin. Please don't modify it.
fr_fr: Cette page est utilisé par le Plugin Vincod. Merci de ne pas la modifier.

source: This part allow you to customize your page styles such as the elements showed in the page layout.
fr_fr: Cette partie vous permet de personnaliser le style des pages générés par le plugin tels que les éléments affichés sur la page

source: Trying to connect to Vincod API ...
fr_fr: Tentative de connexion à l'API Vincod ...

source: Unable to connect to the API with these credentials
fr_fr: Impossible de se connecter à l'API avec ses identifiants

source: Unable to connect to Vincod API.
fr_fr: Impossible de se connecter à l'API Vincod.

source: Unable to create the "Our Wines" Page
fr_fr: Impossible de créer la Page "Nos Vins"

source: Unable to install Vincod Plugin, the <em>wp_vincod_plugin</em> Class already exists
fr_fr: Impossible d'installer le Plugin Vincod, la Classe <em>wp_vincod_plugin</em> existe déjà

source: Validate my settings
fr_fr: Valider les modifications

source: Value was updated :
fr_fr: Mise à jour de la valeur :

source: Vincod - Dashboard
fr_fr: Vincod - Réglages

source: Vincod API connection success !
fr_fr: La tentative de connexion à l'API Vincod est un succès !

source: Vintage
fr_fr: Millésime

source: vintage
fr_fr: millesime

source: Vintages
fr_fr: Millésimes

source: We are resetting the plugin ...
fr_fr: Remise à zéro du plugin en cours ...

source: We deleted the API credentials.
fr_fr: Suppression des identifiants de connexion à l'API.

source: We reset style settings.
fr_fr: Remise à zéro des options de style

source: We saved the new Page ID of 'Our Wines' :
fr_fr: Stockage du nouvel identifiant de la page 'Nos Vins' :

source: We updated your API credentials.
fr_fr: Mise à jour des identifiants de connexion à l'API.

source: What is this
fr_fr: Qu'est-ce que c'est

source: What will happen
fr_fr: Que va-t-il se passer

source: Where to buy
fr_fr: Commander

source: You must enter your Vincod credentials
fr_fr: Vous devez saisir vos informations de connexion

source: You reset your plugin
fr_fr: Remise à zéro du plugin effectuée

source: Your API key
fr_fr: Votre clé API

source: Your plugin has been reset, please fill your API/account credentials.
fr_fr: Le plugin est maintenant à son état d'origine, veuillez remettre vos identifiants d'API

source: Your SEO is correctly optimized.
fr_fr: Votre référencement est correctement optimisé

source: Your SEO isn't optimized (site-map was not found)
fr_fr: Le référencement n'est pas optimisé (site-map introuvable)

source: Your Vincod account id
fr_fr: Identifiant Vincod de votre compte Vincod
